[
    {
        "title":"Vicky Ostwal’s coach recalls 9-year-old who travelled daily from Lonavala to Mumbai",
        "description":"Mohan Jadhav remembers the time he got a call from Manish, one of the coaches at Elf-Vengsarkar Academy, to enrol nine-year-old Vicky Ostwal, who travelled from Lonavala with his father to play cricket in Mumbai.",
        "img_url":"https://images.indianexpress.com/2022/01/Untitled-design-2022-01-16T192145.718.jpg",
        "ref_url":"https://indianexpress.com/article/sports/cricket/vicky-ostwals-coach-recalls-9-year-old-who-travelled-daily-from-lonavala-to-mumbai-7726371/"
    },
    {
        "title":"Your legacy as captain will stand for benchmarks you set: R Ashwin",
        "description":"“Your legacy as a captain will stand for the kind of benchmarks you have set,” veteran spinner Ravichandran Ashwin summarised Virat Kohli’s spectacular Test captaincy stint as other members of the Indian cricket team also hailed the integrity and the vision the talismanic leader.",
        "img_url":"https://images.indianexpress.com/2022/01/virat-kohli-3.jpg",
        "ref_url":"https://indianexpress.com/article/sports/cricket/your-legacy-as-captain-will-stand-for-benchmarks-you-set-r-ashwin-7725954/"
    },
    {
        "title":"Ligue 1: Mbappe scores for leader PSG, last-place Saint-Etienne loses",
        "description":"Kylian Mbappe’s 10th goal in the French league helped leader Paris Saint-Germain overcome a sloppy start to beat Brest 2-0 and stay 11 points ahead of second-placed Nice.PSG was missing Lionel Messi as he continues to recover from the coronavirus, and struggled early.",
        "img_url":"https://images.indianexpress.com/2022/01/mbappe-1.jpg",
        "ref_url":"https://indianexpress.com/article/sports/football/mbappe-scores-for-leader-psg-last-place-saint-etienne-loses-7725803/"
    },
    {
        "title":"African Cup of Nations: Mohamed Salah scores, Egypt escapes with 1-0 win over Guinea-Bissau",
        "description":"Mohamed Salah squeezed a volley under the goalkeeper to give a nervous Egypt a 1-0 win over tiny Guinea-Bissau, which was denied maybe its biggest result at the African Cup of Nations when it had a brilliant late equalizer contentiously disallowed after a VAR check.",
        "img_url":"https://images.indianexpress.com/2022/01/Mohamed-Salah.jpg",
        "ref_url":"https://indianexpress.com/article/sports/football/african-cup-of-nations-mohamed-salah-scores-egypt-escapes-with-1-0-win-over-guinea-bissau-7725782/"
    },
    {
        "title":"Virat Kohli’s decision is personal, BCCI respects it: Sourav Ganguly",
        "description":"BCCI president Sourav Ganguly has lauded Virat Kohli for taking the team forward in all forms of cricket during his stint as India skipper but said his decision to quit Test captaincy was a personal one.",
        "img_url":"https://images.indianexpress.com/2022/01/ganguly-kohli-fb.jpeg",
        "ref_url":"https://indianexpress.com/article/sports/cricket/virat-kohlis-decision-is-personal-bcci-respects-it-sourav-ganguly-7725740/"
    },
    {
        "title":"Anthony Martial refused to be in Manchester United squad: Ralf Rangnick",
        "description":"Manchester United forward Anthony Martial refused to be included in the squad for Saturday’s 2-2 Premier League draw at Aston Villa, said interim manager Ralf Rangnick.Martial signed a new contract in January 2019 that expires in 2024. He has scored 79 goals in 268 games for United.",
        "img_url":"https://images.indianexpress.com/2021/12/Martial.jpg",
        "ref_url":"https://indianexpress.com/article/sports/football/anthony-martial-refused-to-be-in-manchester-united-squad-ralf-rangnick-7725596/"
    },
    {
        "title":"India Open: Lakshya defeats Yew in men’s final, Satwik & Chirag win doubles title",
        "description":"India’s Lakshya Sen secured his maiden Super 500 title by winning the Yonex-Sunrise India Open with a stunning straight-game victory over reigning world champion Loh Kean Yew of Singapore in the men’s singles final here on Sunday.",
        "img_url":"https://images.indianexpress.com/2022/01/Lakshya-Sen-1200-1.jpg",
        "ref_url":"https://indianexpress.com/article/sports/badminton/lakshya-defeats-yew-in-mens-final-satwik-chirag-win-doubles-title-7726114/"
    }
]